import React from "react";

const fa = {

    'lbl_key_word__ok': 'تایید',

    'lbl_sign_up__title': 'ثبت ایمیل',
    'lbl_sign_up__username_label': 'ایمیل',
    'lbl_sign_up__username_description': 'ایمیل خود رو وارد کنید',
    'lbl_sign_up__password_label': 'رمز عبور',
    'lbl_sign_up__password_description___type_0': 'برای خود رمز عبوری تنظیم کنید',
    'lbl_sign_up__password_description___type_1': 'رمز عبور را وارد کنید',
    'lbl_sign_up__background_alt': 'گیاهان',
    'lbl_sign_up__code_label': 'کد',
    'lbl_sign_up__code_description': 'کد ارسال شده را وارد کنید',

    'lbl_field__password__farsi': 'کیبورد خود را از حالت فارسی در بیارید',

    'lbl_validator__required': 'item را وارد کنید',
    'lbl_validator__length': 'item کوتاه است',
    'lbl_validator__email': 'item نامعتبر است',
    'lbl_validator__phone': 'item نامعتبر است',
    'lbl_validator__number': 'item باید عدد باشد',



    'home_amazingDescribe_1': 'گلی شبیه به دست شیطان',
    'home_amazingDescribe_2': 'قارچی با مایع شبیه به خون',
    'home_amazingDescribe_3': 'گیاهی با عمر 500 تا 1500 سال',
    'home_amazingDescribe_4': 'گلی به بلندی 3متر و بوی جسد',
    'home_amazingDescribe_5': 'درختی با 50متر ارتفاع و 2000 سال عمر',
    'home_amazingDescribe_6': 'گلی که با خوردن حشرات زندگی می کند',

    'home_article_title1': 'مسمومیت با قارچ',
    'home_article_title2': 'نحوه آبیاری کاکتوس در فصول مختلف',
    'home_article_title3': 'ترکیب خاک گلدان',
    'home_article_yesterday': 'دیروز',
    'home_article_date_days_ago': 'روز پیش',
    'home_article_describe1': 'قارچ های سمی حاوی انواع مختلفی از سموم مختلف هستند که می توانند به طور قابل توجهی از نظر سمیت متفاوت باشند. علائم مسمومیت با قارچ ممکن است از ناراحتی معده تا نارسایی اندام و منجر به مرگ متفاوت باشد. علائم جدی همیشه بلافاصله پس از خوردن غذا ظاهر نمی شوند، اغلب تا زمانی که سم به کلیه یا کبد حمله می کند، گاهی روزها یا هفته ها بعد.\n' +
        '\n' +
        'شایع ترین پیامد مسمومیت با قارچ صرفاً ناراحتی دستگاه گوارش است. بیشتر قارچ‌های «سمی» حاوی محرک‌های دستگاه گوارش هستند که باعث استفراغ و اسهال می‌شوند (گاهی اوقات نیاز به بستری شدن در بیمارستان دارند)، اما معمولاً آسیب طولانی‌مدتی ندارند. با این حال، ',
    'home_article_describe2': 'هر گیاهی دارای فصل رشد و فصل استراحت می باشد که نیاز آبی در این دو فصل کاملا متنفاوت میباشد، فصل رشد به فصلی گفته میشود که گیاه در حال رشد و نمو میباشد که در اکثر کاکتوس ها این فصل از بهار شروع شده و تا پایان تابستان ادامه پیدا میکند توجه داشته باشید که در این فصل شما باید آبیاری منظمی داشته باشید. در این فصل میزان آبیاری کاکتوس باید به گوه ای باشد که آب از زیر گلدان خارج شود و سپس بعد از خشک شدن خاک گلدان مجددا اقدام به آبیاری کنید.',
    'home_article_describe3': 'خاک ایده آل برای انواع مختلف گل و گیاه  متفاوت است زیرا محیط زیست اصلی و بومی هر گیاه، بهترین نیاز خاک آن را تعیین می کند.' +
        '' +
        'آن چیزی که برای گیاهان اهمیت دارد محیطی با کیفیت مناسب برای رشد گیاهان است نه مواد خاصی برای رشد.' +
        '' +
        'ریشه ها به خاکی یا ساختار مناسبی برای حمایت از گیاه در حال رشد نیاز دارند و مخلوطی که رطوبت کافی را حفظ کند و به خوبی تخلیه کند. گیاهان همچنین به خاکی نیاز دارند که هوادهی و تغذیه را در سطح PH مطلوب خود فراهم کند.' +
        '' +
        'خاک گلدان مانند کود نیست و بیشتر به عنوان یک ویتامین برای گیاهان عمل می کند!',

    'home_questions1': 'چگونه قلمه بزنم؟',
    'home_questions2': 'گیاهم پشه زده است. چیکار کنم؟',
    'home_questions3': 'گیاهم چقدر آب نیاز دارد؟',
    'home_questions4': 'گیاهم رو تو چه دمایی نگه دارم؟',
    'home_questions5': 'چه گلدونی مناسب گل من است؟',
    'home_questions6': 'چه خاکی مناسب گل من است؟',
    'home_questions7': 'چرا گیاهم کند رشد می کند ؟',
    'home_questions8': 'خاک گیاهم رو کی باید عوض کنم؟',
    'home_questions9': 'چرا برگ های گیاهم زرد شده است ؟',



    'footer_aboutUs_describe1': 'ما، تیم مجموعه ',
    'footer_aboutUs_describe2': ' بر این تلاشیم تا اطلاعات مردم را در مورد گیاهان افزایش دهیم و بتوانیم مرجعی معتبر در حوزه ی اطلاعات گیاهان باشیم تا شما راحت تر و بهتر بتوانید گیاه خود را بشناسید و رفتار مناسب با آن را یاد بگیرید، بدون آنکه سختی زیادی رو متحمل بشین تا از اشخاص با تجربه راهنمایی بگیرید. لطفا در صورت رضایت، ما را به دوستان خود معرفی کنید و در صورت داشتن انتقاد، آن را در فرم مقابل مطرح کنید تا بتوانیم رسیدگی کینم.',
};

export default fa;
